<style>
    u{
        color: red;
    }
</style>
<body style="font-size:16px;">
<h2 class="center">{{ $applicant->batch->camp->fullName }} 報到通知單</h2>
<table width="100%" style="table-layout:fixed; border: 0;">
    <tr>
        <td>場次：{{ $applicant->batch->name }}</td>
        <td>姓名：{{ $applicant->name }}</td>
        <td>錄取編號：{{ $applicant->group }}{{ $applicant->number }}</td>
        <td>組別：{{ $applicant->group }}</td>
    </tr>
</table>
@if($applicant->batch->name == "台北")
    <ol>
        <li>報到時間：</li>
        <ol type="A">
            <li>1/30(六)：08:30〜08:50</li>
            <li>1/31(日)：08:30〜08:50</li>
        </ol>
        <li>報到地點：台北市大安區復興南路二段52號 (大安高工)</li>
        <li>報到流程：請於報到時以手機出示附件之【QR code】（或列印出紙本）辦理報到。</li>
        <li>交通方式：</li>
        <ol type="A">
            <li>聯營：20、22、38、41、204、226、0東、信義線，在「復興南路口站」下車，步行2分鐘即達。</li>
            <li>聯營：74、278、685在「大安高工站」下車，步行1分鐘即達。</li>
            <li>捷運：大安站</li>
        </ol>
        <li>注意事項：</li>
        <ol type="A">
            <li>校區不提供停車位，請儘量搭乘大眾交通工具來校，若開車前來，需請自行尋找停車位。</li>
            <li>請自備環保杯、環保筷。</li>
        </ol>
        <li>防疫規定：</li>
        <ol type="A">
            <li>實施實(聯)名制：並於集會、活動期間拍照，以利掌握參加人員資料及其在集會活動中之相對位置。</li>
            <li>衛生防護措施：請配合落實量測體溫、噴酒精、全程配戴口罩(用餐時間除外)等個人衛生防護措施，不開放發燒者進入場所或參與活動，會加強環境清潔消毒。</li>
            <li>若因配合政府防疫措施，活動有任何更改，將公佈於活動官方網站，敬請密切注意。</li>
        </ol>
        <li>營隊活動報導：請見【哈特麥1D】粉絲頁，1/25熱烈推出<a href="https://www.facebook.com/heartmind1d">https://www.facebook.com/heartmind1d</a></li>
        <li>諮詢窗口：諮詢窗口：台北場 劉小姐 (02)2545-3788#529</li>
    </ol>
@endif
@if($applicant->batch->name == "桃園")
    <ol>
        <li>報到時間：</li>
        <ol type="A">
            <li>1/30(六) 08:20〜08:50</li>
            <li>1/31(日) 08:20〜08:50</li>
        </ol>
        <li>報到地點：桃園市平鎮區民族路雙連二段118巷19號</li>
        <li>報到流程：請於報到時以手機出示附件之【QR code】（或列印出紙本）辦理報到。</li>
        <li>交通方式：</li>
        <ol type="A">
            <li>桃園客運：5035、5032、5033，在「盛貿工廠」下車，步行約2分鐘即達。</li>
            <li>中壢客運：131，在「盛貿工廠」下車，步行約2分鐘即達。</li>
        </ol>
        <li>注意事項：</li>
        <ol type="A">
            <li>雙連坡教室停車位有限，請儘量搭乘大眾交通工具前往，或是與其他學員一同共乘。</li>
            <li>請自備環保杯、環保筷。</li>
        </ol>
        <li>防疫規定：</li>
        <ol type="A">
            <li>實施實(聯)名制：並於集會、活動期間拍照，以利掌握參加人員資料及其在集會活動中之相對位置。</li>
            <li>衛生防護措施：請配合落實量測體溫、噴酒精、全程配戴口罩(用餐時間除外)等個人衛生防護措施，不開放發燒者進入場所或參與活動，會加強環境清潔消毒。</li>
            <li>若因配合政府防疫措施，活動有任何更改，將公佈於活動官方網站，敬請密切注意。</li>
        </ol>
        <li>營隊活動報導：請見【哈特麥1D】粉絲頁，1/25熱烈推出<a href="https://www.facebook.com/heartmind1d">https://www.facebook.com/heartmind1d</a></li>
        <li>諮詢窗口：桃園場 趙小姐 (03)275-6133#1312</li>
    </ol>
@endif
@if($applicant->batch->name == "新竹")
    <ol>
        <li>報到時間：1/30(六)、1/31(日) 08:20〜08:50</li>
        <li>報到地點：新竹市東區忠孝路43號2F</li>
        <li>報到流程：請於報到時以手機出示附件之【QR code】（或列印出紙本）辦理報到。</li>
        <li>交通方式：</li>
        <ol type="A">
            <li>開車者，路邊有收費停車場、停車格(部分假日不收費)</li>
            <li>騎車者，可停愛買露天停車格，步行至會場7分鐘</li>
            <li>搭乘大眾交通工具者，火車站後站設有免費接駁車。</li>
        </ol>
        <li>注意事項：請自備環保杯、環保筷。</li>
        <li>防疫規定：</li>
        <ol type="A">
            <li>實施實(聯)名制。</li>
            <li>衛生防護措施：請配合落實量測體溫、噴酒精、全程配戴口罩(用餐時間除外)等個人衛生防護措施，不開放發燒者進入場所或參與活動。</li>
            <li>若因配合政府防疫措施，活動有任何更改，將公佈於活動官方網站，敬請密切注意。</li>
        </ol>
        <li>營隊活動報導：請見【哈特麥1D】粉絲頁，1/25熱烈推出<a href="https://www.facebook.com/heartmind1d">https://www.facebook.com/heartmind1d</a></li>
        <li>諮詢窗口：新竹場 黃小姐  0928-021-036</li>
    </ol>
@endif
@if($applicant->batch->name == "台中")
    <ol>
        <li>報到時間：</li>
        <ol type="A">
            <li>2/3(三) 08:30〜08:50</li>
            <li>2/4(四) 08:30〜08:50</li>
        </ol>
        <li>報到地點：台中市北區三民路三段129號(台中科技大學三民校區-中商大樓2F) <br>*註明:中商大樓有二個出入口(三民路大門口或中華路)</li>
        <li>報到流程：請於報到時以手機出示附件之【QR code】（或列印出紙本）辦理報到。</li>
        <li>交通方式：<br>
            大眾交通：<br>
            搭乘路經「國立臺中科技大學」站名之公車，皆可直抵本校區。</li>
        <ol type="A">
            <li>臺中客運：6、8、9(圖書館路)、12、14、15、26、29、35、70、71、82、99、108(港尾路)、132、201、304、307、324、500、700、901路等直抵本校區。</li>
            <li>仁友客運：21、105路直抵本校區。</li>
            <li>統聯客運：1、25、61、73、301、303、308、326號直抵本校區。</li>
            <li>豐原客運：55、203、280、285(台中二中路)、286、288、289、900號直抵本校區。</li>
            <li>全航客運：5、58路直抵本校區。</li>
        </ol>
        *台中公車動態:<a href="http://citybus.taichung.gov.tw/ebus/driving-map">http://citybus.taichung.gov.tw/ebus/driving-map</a>
        <li>注意事項：</li>
        <ol type="A">
            <li>本校無提供停車位，請利用搭乘大眾交通工具來校。</li>
            <li>請自備環保杯、環保筷。</li>
        </ol>
        <li>防疫規定：</li>
        <ol type="A">
            <li>實施實(聯)名制：並於集會、活動期間拍照，以利掌握參加人員資料及其在集會活動中之相對位置。</li>
            <li>衛生防護措施：請配合落實量測體溫、噴酒精、全程配戴口罩(用餐時間除外)等個人衛生防護措施，不開放發燒者進入場所或參與活動，會加強環境清潔消毒。</li>
            <li>若因配合政府防疫措施，活動有任何更改，將公佈於活動官方網站，敬請密切注意。</li>
        </ol>
        <li>營隊活動報導：請見【哈特麥1D】粉絲頁，1/25熱烈推出<a href="https://www.facebook.com/heartmind1d">https://www.facebook.com/heartmind1d</a></li>
        <li>諮詢窗口：台中場 江小姐 (04)37069300*621700</li>
    </ol>
@endif
@if($applicant->batch->name == "雲林")
    <ol>
        <li>報到時間：</li>
        <ol type="A">
            <li>1/30(六) 08:20〜08:50</li>
            <li>1/31(日) 08:20〜08:50</li>
        </ol>
        <li>報到地點：雲林縣斗六市慶生路 6 號  (斗六後火車站前方里仁樓上)</li>
        <li>報到流程：請於報到時以手機出示附件之【QR code】（或列印出紙本）辦理報到。</li>
        <li>交通方式：</li>
        <ol type="A">
            <li>台鐵鐵路：斗六站下車，從後站出可以看到里仁看板，就在里仁樓上</li>
            <li>高鐵：從虎尾高鐵站下車，搭乘接駁車到斗六後火車站下車，轉到慶生路即可看到里仁</li>
            <li>台西客運：在斗六站後站下車</li>
        </ol>
        <li>注意事項：</li>
        <ol type="A">
            <li>雲林支苑上課區域停車位有限，請儘量搭乘大眾交通工具來上課。</li>
            <li>請自備環保杯、環保筷。</li>
        </ol>
        <li>防疫規定：</li>
        <ol type="A">
            <li>實施實(聯)名制：並於集會、活動期間拍照，以利掌握參加人員資料及其在集會活動中之相對位置。</li>
            <li>衛生防護措施：請配合落實量測體溫、噴酒精、全程配戴口罩(用餐時間除外)等個人衛生防護措施，不開放發燒者進入場所或參與活動，會加強環境清潔消毒。</li>
            <li>若因配合政府防疫措施，活動有任何更改，將公佈於活動官方網站，敬請密切注意。</li>
        </ol>
        <li>營隊活動報導：請見【哈特麥1D】粉絲頁，1/25熱烈推出<a href="https://www.facebook.com/heartmind1d">https://www.facebook.com/heartmind1d</a></li>
        <li>諮詢窗口：雲林場  吳春桂老師  <br>
        (05)5370133 # 301 <br>
        0921-013450</li>
    </ol>
@endif
@if($applicant->batch->name == "嘉義")
    <ol>
        <li>報到時間：</li>
        <ol type="A">
            <li>1/30(六) 08:30〜08:50</li>
            <li>1/31(日) 08:30〜08:50</li>
        </ol>
        <li>報到地點：嘉義市西區金山路106號</li>
        <li>報到流程：請於報到時以手機出示附件之【QR code】（或列印出紙本）辦理報到。</li>
        <li>交通方式：</li>
        <ol type="A">
            <li>自行開車:停在文小八停車場。</li>
            <li>自行騎摩托車，分苑旁停車場。</li>
        </ol>
        以上都有義工引導，如有特殊需求(例如車站接駁)，請來電告知。
        <li>注意事項：</li>
        <ol type="A">
            <li>本區停車位有限，請儘量騎乘摩托車來參加活動。</li>
            <li>請自備環保杯、環保筷。</li>
        </ol>
        <li>防疫規定：</li>
        <ol type="A">
            <li>實施實(聯)名制：並於集會、活動期間拍照，以利掌握參加人員資料及其在集會活動中之相對位置。</li>
            <li>衛生防護措施：請配合落實量測體溫、噴酒精、全程配戴口罩(用餐時間除外)等個人衛生防護措施，不開放發燒者進入場所或參與活動，會加強環境清潔消毒。</li>
            <li>若因配合政府防疫措施，活動有任何更改，將公佈於活動官方網站，敬請密切注意。</li>
        </ol>
        <li>營隊活動報導：請見【哈特麥1D】粉絲頁，1/25熱烈推出<a href="https://www.facebook.com/heartmind1d">https://www.facebook.com/heartmind1d</a></li>
        <li>諮詢窗口：嘉義場  吳小姐 0928-780108</li>
    </ol>
@endif
@if($applicant->batch->name == "台南")
    <ol>
        <li>報到時間：</li>
        <ol type="A">
            <li>1/30(六) 08:30〜08:50</li>
            <li>1/31(日) 08:30〜08:50</li>
        </ol>
        <li>報到地點：台南市永康區中山南路 193 號 (台南高工營建科技館)</li>
        <li>報到流程：請於報到時以手機出示附件之【QR code】（或列印出紙本）辦理報到。</li>
        <li>交通方式：</li>
        <ol type="A">
            <li>【汽機車】:可停入學校停車場，請依義工引導停放。</li>
            <li>【火車】:請搭到大橋火車站，再步行約16分鐘可抵達。大會於營隊當天早上8:00-8:45備有接駁車，請跟各組關懷員登記。</li>
            <li>【高鐵】:請於台南高鐵站站內，轉乘台鐵沙崙線，至大橋火車站下車，再步行或搭接駁車。</li>
            <li>【公車】:請搭乘「興南客運」往永康、新化、南化、玉井、楠西之班車,至「南工站」下車。</li>
        </ol>
        <li>注意事項：請自備環保杯、環保筷。</li>
        <li>防疫規定：</li>
        <ol type="A">
            <li>實施實(聯)名制：並於集會、活動期間拍照，以利掌握參加人員資料及其在集會活動中之相對位置。</li>
            <li>衛生防護措施：請配合落實量測體溫、噴酒精、全程配戴口罩(用餐時間除外)等個人衛生防護措施，不開放發燒者進入場所或參與活動，會加強環境清潔消毒。</li>
            <li>若因配合政府防疫措施，活動有任何更改，將公佈於活動官方網站，敬請密切注意。</li>
        </ol>
        <li>營隊活動報導：請見【哈特麥1D】粉絲頁，1/25熱烈推出<a href="https://www.facebook.com/heartmind1d">https://www.facebook.com/heartmind1d</a></li>
        <li>諮詢窗口：台南場 許小姐  06-2646831#412</li>
    </ol>
@endif
@if($applicant->batch->name == "高雄")
    <ol>
        <li>報到時間：</li>
        <ol type="A">
            <li>1/30(六) 08:30〜08:50</li>
            <li>1/31(日) 08:30〜08:50</li>
        </ol>
        <li>報到地點：高雄市仁武區仁勇路400號</li>
        <li>報到流程：請於報到時以手機出示附件之【QR code】（或列印出紙本）辦理報到。</li>
        <li>交通方式：</li>
        <ol type="A">
            <strong>【免費接駁車】8:00準時發車</strong>
            <li><strong>高鐵左營站</strong>:彩虹市集7-11前遊覽車專用停車格。</li>
            ＊搭乘台鐵: 下車後上二樓出站，右轉往高鐵大廳走，星巴克前左轉直走到底，出2號門後搭手扶梯下樓，會看到義工引導。<br>
            ＊搭乘捷運:出站後左轉，直走至下一個路口，右轉上手扶梯後左轉，會看到義工引導。
            <li><strong>2.高雄文化中心五福路正門口</strong></li>    
        </ol>
        【自行前往】<br>
        汽機車請依義工引導停放。
        <li>注意事項：</li>
        <ol type="A">
            <li>本院區停車位有限，請儘量共乘或搭接駁車。</li>
            <li>請自備環保杯、環保筷。</li>
        </ol>
        <li>防疫規定：</li>
        <ol type="A">
            <li>實施實(聯)名制：並於集會、活動期間拍照，以利掌握參加人員資料及其在集會活動中之相對位置。</li>
            <li>衛生防護措施：請配合落實量測體溫、噴酒精、全程配戴口罩(用餐時間除外)等個人衛生防護措施，不開放發燒者進入場所或參與活動，會加強環境清潔消毒。</li>
            <li>若因配合政府防疫措施，活動有任何更改，將公佈於活動官方網站，敬請密切注意。</li>
        </ol>
        <li>營隊活動報導：請見【哈特麥1D】粉絲頁，1/25熱烈推出<a href="https://www.facebook.com/heartmind1d">https://www.facebook.com/heartmind1d</a></li>
        <li>諮詢窗口：高雄場 胡小姐 (07)9769341#417</li>
    </ol>
@endif
<a class="right">財團法人福智文教基金會　謹此</a><br> 
<a class="right">{{ \Carbon\Carbon::now()->year }}  年　{{ \Carbon\Carbon::now()->month }}  月 　 {{ \Carbon\Carbon::now()->day }}  日</a>
</body>